Repository: common-repository/linkid
Catalog: lang/link-linkid-*.po
Languages: nl_nl

source: You don't have sufficient permissions to access this page.
nl_nl: Je hebt onvoldoende rechten om deze pagina te bezoeken.

source: Required
nl_nl: Verplicht

source: linkID Settings
nl_nl: linkID Instellingen

source: General Settings
nl_nl: Algemene Instellingen

source: linkID Application Name
nl_nl: linkID Applicatienaam

source: The name of your linkID application.
nl_nl: De naam van je linkID applicatie.

source: linkID Hostname
nl_nl: linkID Hostnaam

source: The url of the linkID server with which the store will communicate. Use service.linkid.be for production and demo.linkid.be for testing.
nl_nl: De url van de linkID server waarmee wordt gecommuniceerd voor aanmelden en/of betalen. Gebruik service.linkid.be voor productie, en demo.linkid.be om te testen.

source: linkID Application Username
nl_nl: linkID Applicatie Gebruikersnaam

source: The username of your linkID application.
nl_nl: De gebruikersnaam van je linkID applicatie.

source: linkID Application Password
nl_nl: linkID Applicatie Wachtwoord

source: The password of your linkID application.
nl_nl: Het wachtwoord van je linkID applicatie.

source: linkID Profile
nl_nl: linkID Profiel

source: The linkID profile used during login and/or payment. The profile may ask for e-mail, First Name, Family Name, Street Name, Street Number, Street Bus, City, Postal/Zip Code and Country from the user.
nl_nl: Het profiel specificeert welke gegevens aan de gebruiker worden gevraagd door linkID bij het aanmelden en/of betalen. Het kan een combinatie van e-mail, voornaam, familienaam, straatnaam, straatnummer, bus, stad, post-/ zip-code en land vragen aan de gebruiker.

source: The general linkID settings used for both linkID login and payment.
nl_nl: De algemene linkID instellingen die zowel voor het aanmelden als de betalingen worden gebruikt.

source: Login Settings
nl_nl: Instellingen voor het aanmelden met linkID

source: Login Active
nl_nl: Aanmelden actief

source: Allow the linkID plugin to add an extra button to the login forms on this website. This button allows users to log in and register (if registrations areenabled in the <a href="%s"> general settings</a>) with linkID.
nl_nl: Sta de linkID plugin toe om een een extra knop toe te voegen aan de aanmeldformulieren op deze website. Via deze knop kunnen linkID gebruikers aanmelden en registreren (indien registreren werd aangevinkt in de <a href="%s">algemene instellingen</a>) op de website.

source: The linkID settings which are used during login.
nl_nl: De instellingen die worden gebruikt voor het aanmelden met linkID.

source: Payment Settings
nl_nl: Instellingen voor betalingen met linkID.

source: Please edit the settings for linkID payments inside the <a href="%s">woocommerce settings</a>
nl_nl: Gelieve de instellingen voor betalingen met linkID rechtstreeks in de <a href="%s">woocommerce instellingen</a> aan te passen.

source: LinkID Settings incomplete. Please update settings <a href="%s">here</a>
nl_nl: De linkID instellingen zijn onvolledig. Gelieve de instellingen <a href="%s">hier</a> aan te passen.

source: LinkID Settings invalid. Cannot start login session using the provided settings. Please change the settings <a href="%s">here</a>
nl_nl: De linkID instellingen zijn ongeldig. We kunnen geen aanmelding starten, gelieve de instellingen <a href="%s">hier</a> aan te passen.

source: Permalinks should be enabled in order for the linkID payment provider to work. Please enable permalinks <a href="%s">here</a>
nl_nl: Permalinks moeten geactiveerd zijn alvorens de linkID betaalmethode kan worden gebruikt. Gelieve permalinks <a href="%s">hier</a> aan te zetten.

source: You are currently using linkID demo settings. To change to production settings, click <a href="%s">here</a>.
nl_nl: Je gebruikt momenteel demo-instellingen voor linkID. Selecteer <a href="%s">hier</a> om over te schakelen op productie-instellingen.

source: Settings
nl_nl: Instellingen

source: Something went wrong fetching the QR code. Please try again later.
nl_nl: Er ging iets mis bij het ophalen van de QR code. Gelieve het later opnieuw te proberen.

source: Try again
nl_nl: Probeer opnieuw

source: Something went wrong. Please try again later.
nl_nl: Er ging iets mis. Gelieve het later opnieuw te proberen.

source: QR code expired. Please try again.
nl_nl: QR code verlopen. Gelieve opnieuw te proberen.

source: Successfully merged account with linkID. Please wait for the page to reload
nl_nl: Je account werd met succes gekoppeld met linkID. Gelieve te wachten tot de pagina herladen is.

source: Successfully logged in. Please wait while you are being redirected.
nl_nl: Aangemeld. Even geduld terwijl je wordt doorgestuurd.

source: Start Merge
nl_nl: Koppel accounts

source: Start Login
nl_nl: Start aanmelden

source: Unable to start merging. Logged in user already linked to linkID account
nl_nl: We kunnen de koppeling niet starten. De aangemelde gebruiker is reeds gekoppeld aan een andere linkID account.

source: Unable to start login. User already logged in. Please wait while you are being redirected.
nl_nl: Kan het aanmelden niet starten. Je bent reeds ingelogd. Gelieve even te wachten terwijl we jou doorsturen.

source: Cannot merge accounts. linkID account already linked to user
nl_nl: We kunnen de accounts niet koppelen. De linkID account werd reeds gekoppeld aan een ander account.

source: Unable to merge accounts. Logged in user already linked to another linkID account
nl_nl: We kunnen de accounts niet koppelen. De aangemelde gebruiker is reeds gekoppeld aan een andere linkID account.

source: Account merged with linkID
nl_nl: Account werd gekoppeld met linkID

source: Dear user,<p>Your %s account has been merged with linkID. This means you can now log in on %s using linkID.</p><p>If you did not request an account merge, or if you wish to undo this action, you can go to the <a href="%s">My account</a> page on %s and click the "%s" button.</p>
nl_nl: Beste gebruiker,<p>Jouw %s account werd gekoppeld aan linkID. Dit betekent dat je nu met linkID kan aanmelden op %s.</p><p>Indien je deze koppeling niet zelf hebt aangevraagd, of indien je deze actie wenst ongedaan te maken, kan je naar jouw <a href="%s">profielpagina</a> gaan op %s en op de "%s" knop drukken.</p>

source: Unlink linkID
nl_nl: Ontkoppel linkID

source: Accounts have been merged successfully. Please wait for the page to reload
nl_nl: De accounts werden gekoppeld. Even geduld terwijl de pagina herlaadt.

source: Cannot create an account:
nl_nl: We kunnen geen account aanmaken:

source: Cannot create an account on this website using linkID. The email address %s, associated with your linkID account, already exists for this website. Please log in to your account on this website using your username and password and merge your accounts manually afterwards.
nl_nl: We kunnen geen account aanmaken. Het e-mailadres %s dat aan je linkID account is gekoppeld, is reeds in gebruik. Gelieve eerst in te loggen met je e-mailadres en wachtwoord, vervolgens kan je de accounts manueel koppelen.

source: Cannot log in: new user registration not allowed.
nl_nl: Kan niet aanmelden: registratie voor deze website niet toegestaan.

source: Something went wrong trying to create account for this website. Please try again later
nl_nl: Er ging iets mis bij het aanmaken van je account voor deze website. Gelieve later opnieuw te proberen.

source: Cannot unlink accounts. Logged in user not linked to any linkID account
nl_nl: Kan accounts niet loskoppelen: de aangemelde gebruiker heeft geen linkID account.

source: Accounts successfully unlinked. Please wait while page reloads.
nl_nl: De accounts werden ontkoppeld. Even geduld tot de pagina is herladen.

source: Cannot unlink accounts. Currently no logged in user.
nl_nl: We kunnen de accounts niet ontkoppelen. Er is momenteel geen gebruiker aangemeld.

source: Invalid email address in linkID account.
nl_nl: Ongeldig e-mailadres in je linkID account.

source: Enable/Disable
nl_nl: Activeren/Deactiveren

source: Enable LinkID Payment Gateway
nl_nl: Schakel de linkID betaalprovider in.

source: Title
nl_nl: Titel

source: Title of the linkID Payment Gateway during checkout
nl_nl: De titel van de linkID applicatie tijdens het afrekenen.

source: Description
nl_nl: Beschrijving

source: This is the description which the user sees during checkout.
nl_nl: De beschrijving die de gebruiker te zien krijgt tijdens het afrekenen.

source: Quick and secure payments using your smartphone.
nl_nl: Betaal snel en veilig met je smartphone.

source: Payment Method Icon
nl_nl: Icoon betaalmethode

source: Show linkID logo on checkout page.
nl_nl: Toon linkID logo op checkout pagina.

source: Don't show logo
nl_nl: Logo niet zichtbaar

source: Logo green background
nl_nl: Logo met groene achtergrond

source: Logo white background
nl_nl: Logo met witte achtergrond

source: Commited wallet transaction %s of %s %s
nl_nl: Wallet transactie %s van %s %s werd afgerond.

source: Payment status update for order reference %s. Status changed to %s
nl_nl: Update betaalstatus voor linkID referentie %s: Status werd aangepast naar %s.

source: Payment failed notification came in for payment session with order reference %s
nl_nl: Melding: betaalsessie met linkID referentie %s is mislukt.

source: Something went wrong during payment. Please try again. If the problem persists, please contact us.
nl_nl: Er ging iets mis bij de betaling. Gelieve opnieuw te proberen. Gelieve ons te contacteren als het probleem zich blijft voordoen.

source: The previous payment has been canceled. Please try again or cancel the payment and go back to cart.
nl_nl: De vorige betaling werd geannuleerd. Probeer opnieuw of annuleer de betaling en ga terug naar het winkelmandje.

source: Please wait while you are being redirected to the payment provider.
nl_nl: Event geduld: je wordt doorgestuurd naar de betaalprovider.

source: Payment succeeded, please wait while you are being redirected.
nl_nl: Je betaling is geslaagd. Nog even geduld terwijl je wordt doorgestuurd.

source: Retry Payment
nl_nl: Probeer opnieuw te betalen.

source: Canceled payment session with payment order reference %s.
nl_nl: Je betaalsessie met linkID referentie %s werd geannuleerd.

source: Payment for order on %s
nl_nl: Betaling voor bestelling op %s

source: Order %s
nl_nl: Bestelling %s

source: Created payment session for order with payment order reference %s.
nl_nl: Betaalsessie aangemaakt voor bestelling met linkID referentie %s.

source: Payment failed. Click "Retry Payment".
nl_nl: Betaling mislukt. Selecteer “Probeer opnieuw” om de betaling nogmaals te starten.

source: Payment expired. Click "Retry Payment".
nl_nl: Betaling verlopen. Selecteer “Probeer opnieuw te betalen” om de betaling nogmaals te starten.

source: Initialized
nl_nl: Geïnitialiseerd

source: Payed
nl_nl: Betaald

source: Failed
nl_nl: Gefaald

source: Refund Started
nl_nl: Terugbetaling gestart

source: Refunded
nl_nl: Terugbetaald

source: Started
nl_nl: Gestart

source: Waiting for update
nl_nl: Wachtend op update

source: (Unknown currency)
nl_nl: (Onbekende munteenheid)

source: Your account is linked to linkID. If you wish to unlink your account from linkID, Click the "Unlink linkID" link below.
nl_nl: Jouw account is gekoppeld aan linkID. Indien je jouw account wenst te ontkoppelen, klik op “unlink linkID”.

source: Merge your account with linkID
nl_nl: Koppel je account met linkID

source: Log in or register with linkID
nl_nl: Aanmelden of registreren met linkID.

source: Log in with linkID
nl_nl: Aanmelden met linkID

source: Scan the QR Code with your linkID app, enter your pin and... You're in!
nl_nl: Scan de QR code met de linkID app, voer je pincode in en… Je bent aangemeld!

source: Learn more on linkID.be
nl_nl: Meer weten over linkID.be

source: Pay using linkID
nl_nl: Betaal met linkID

source: About to pay for order #%s
nl_nl: Je staat op het punt om je bestelling #%s te betalen.

source: Scan the QR Code with your linkID app, enter your pin, select payment method and... Done!
nl_nl: Scan de QR code met de linkID app. Geef je pincode in, selecteer “Betalen” en… je bent rond!

source: Could not start payment. Please try again later.
nl_nl: We kunnen de betaling niet starten. Probeer later opnieuw.

source: Cancel payment and go back to cart.
nl_nl: Annuleer deze betaling en ga terug naar je winkelmandje.
